---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMx
source: html/f6715f44-8137-6b11-a912-7f8eabb8197f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMx Property

"Mx"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMx { get; }
```